4ops.packer
alanwalk.markdown-navigation
anthropic.claude-code
clemenspeters.format-json
dnut.rewrap-revived
eamodio.gitlens
foxundermoon.shell-format
golang.go
kevinrose.vsc-python-indent
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
nhoizey.gremlins
opentofu.vscode-opentofu
pinage404.bash-extension-pack
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
theoolee.reader-mode
wuz.dank-neon
zenor.makefile-creator
