tap "acst/tap"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "heroku/brew"
tap "janosmiko/tap"
tap "oven-sh/bun"
tap "powershell/tap"
tap "sigstore/tap"
tap "utsavmandal2022/zsh-sage"
brew "aha"
brew "ansifilter"
brew "aspell"
brew "openssl@3"
brew "python@3.13"
brew "azure-cli"
brew "bash"
brew "bat"
brew "binutils"
brew "btop"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "cosign"
brew "node"
brew "cspell"
brew "d2"
brew "diffutils"
brew "direnv"
brew "fastfetch"
brew "fd"
brew "ffmpeg-full", link: true
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-lfs"
brew "github-mcp-server"
brew "gitleaks"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gource"
brew "graphviz"
brew "grep"
brew "helm"
brew "helmfile"
brew "hexyl"
brew "imagemagick"
brew "imagemagick-full"
brew "istioctl"
brew "jq"
brew "jsonlint"
brew "kubent"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libmemcached"
brew "python@3.14"
brew "lnav"
brew "mariadb"
brew "midnight-commander"
brew "nmap"
brew "oauth2l"
brew "pick"
brew "pkgconf"
brew "poppler"
brew "postgresql@17"
brew "powershell"
brew "pwgen"
brew "python-tk@3.14"
brew "qt"
brew "redis", link: false
brew "resvg"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "rust"
brew "s3cmd"
brew "screen"
brew "sevenzip"
brew "shellcheck"
brew "skopeo"
brew "stow"
brew "tea"
brew "telnet"
brew "tenv"
brew "terraform-ls"
brew "tmate"
brew "tmux"
brew "tree"
brew "valkey"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "acst/tap/realm-release-cli"
brew "acst/tap/srectl"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform", link: false
brew "heroku/brew/heroku"
brew "janosmiko/tap/lfk"
brew "oven-sh/bun/bun"
brew "sigstore/tap/gitsign"
brew "utsavmandal2022/zsh-sage/zsh-sage"
cask "1password-cli"
cask "bruno"
cask "copyq"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "headlamp"
cask "kui"
cask "session-manager-plugin"
cask "tofu"
cask "tunnelblick"
cask "typora"
vscode "4ops.packer"
vscode "alanwalk.markdown-navigation"
vscode "anthropic.claude-code"
vscode "clemenspeters.format-json"
vscode "dnut.rewrap-revived"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "kevinrose.vsc-python-indent"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "nhoizey.gremlins"
vscode "opentofu.vscode-opentofu"
vscode "pinage404.bash-extension-pack"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "theoolee.reader-mode"
vscode "wuz.dank-neon"
vscode "zenor.makefile-creator"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/parkr/github-utils/cmd/github-change-default-branch"
go "github.com/parkr/github-utils/cmd/github-contributions"
go "github.com/parkr/github-utils/cmd/github-dependabot-audit"
go "github.com/parkr/github-utils/cmd/github-offline-pull-requests"
go "github.com/parkr/github-utils/cmd/github-prune-forks"
go "github.com/parkr/github-utils/cmd/github-team-radar"
go "github.com/parkr/github-utils/cmd/github-todo"
go "github.com/parkr/github-utils/cmd/github-unwatch"
go "github.com/ofabry/go-callvis"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "mesa.ac.st/mrpc/v3/cmd/protoc-gen-mesa"
go "github.com/overthinkinglabs/sqd"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "jit-cli"
